tap "homebrew/cask"

brew "openjdk"
brew "node"
brew "ffmpeg"
brew "imagemagick"
brew "librsvg"

cask "visual-studio-code"
cask "intellij-idea-ce"
cask "android-studio"
cask "insomnia"
cask "dbeaver-community"
cask "krita"

cask "google-chrome"
cask "firefox"
cask "discord"

cask 'streamlabs-obs'
