tap "homebrew/cask"

brew "openjdk"
brew "node"
brew "ffmpeg"
brew "imagemagick"
brew "librsvg"
brew "jq"
brew "qrencode"

cask "visual-studio-code"
cask "intellij-idea-ce"
cask "android-studio"
cask "insomnia"
cask "dbeaver-community"
cask "krita"
cask "inkscape"
cask "docker"
cask "sonic-pi"

cask "google-chrome"
cask "firefox"
cask "discord"
cask "obsidian"

cask 'obs'
